import { strengthType } from './../types/strength';
export const flow: strengthType[] = [
  {
    title: '無料カウンセリング',
    text: '結婚相談所が初めての方でもご安心ください。あなたの婚活状況を振り返りつつ、「精神行動分析」をベースに「どうしたら幸せな結婚ができるのか？」をご提案いたします。オンラインでのカウンセリングも承っております。',
    img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow01.jpg',
  },
  {
    title: 'プロフィール作成',
    text: '婚活で勝てるプロフィールを作ります。あなたの生い立ちや理想とする結婚生活と、あなたの好みも踏まえ、あなたが求めるお相手に刺さるプロフィールを作成するコンサルティングを実施します。',
    img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow02.jpg',
  },
  {
    title: 'お相手探し',
    text: 'ちょっとしたスキマ時間を利用し、あなたが幸せになれる理想のパートナー選びをスマホやパソコンで行いましょう。GLOWでは、お見合いの申し込み人数に制限を設けておりません。',
    img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow03.jpg',
  },
  {
    title: 'お見合い',
    text: 'あなたとお相手が「会ってみたい」となると「お見合い成立」。日時や場所の調整はGLOWにて行います。お見合いはZOOMを活用したオンラインorホテルのラウンジでお茶をしつつ1時間ほどお話を。',
    img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow04.jpg',
  },
  {
    title: '仮交際',
    text: 'お見合い後「もう一度お会いしたい」となったら交際成立。このタイミングで連絡先を交換し、男性から女性へ電話をかけてデートのお約束をします。GLOWでは、アドバイザーが「交際を進めていくためのコツ」を伝授！',
    img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow05.jpg',
  },
  {
    title: '真剣交際',
    text: 'お互いに申し出いただきましたら真剣交際のスタート。他の人とは会わず、金銭感覚、子供、仕事、ご両親のことなど、積極的に結婚に向き合うタイミング。GLOWでは、適時適切なアドバイスと、結婚に向けてのすり合わせを致します。',
    img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow06.jpg',
  },
  {
    title: '成婚退会！',
    text: 'プロポーズをし、おふたりが同じ気持ちで歩みだすことが決まったら、ご成婚となります。GLOWでは、出会いから2〜6か月で自然に結婚に向けて気持ちが固まる方がほとんどです。プロポーズの方法や、両家顔合わせ、結納など豊富な知識をもとに、お二人にとって幸せな未来へのアドバイスも行います。',
    img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow07.jpg',
  },
];
// export const flow: strengthType[] = [
//   {
//     title: '無料カウンセリング',
//     text: 'あなた婚活状況を振り返りながら、今まで婚活がうまくいかなかった原因を分析します。恋愛における「精神行動分析」をベースに「どうしたら幸せな結婚ができるのか？」をご提案いたします。結婚相談所が初めての方でも、ご安心ください。また、オンラインでのカウンセリングも承っております。',
//     img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow01.jpg',
//   },
//   {
//     title: 'プロフィール作成',
//     text: '会員の皆様が安心して活動できるように、「必要書類」のご提出ををお願いしております。一般的な婚活情報サービスや結婚相談所と違い、契約書などの各種やり取りについては郵送対応で行っておりますので、弊社への来社は不要です。また、婚活で勝てるプロフィールを作ります。あなたの生い立ちや理想とする結婚生活と、あなたの好みも踏まえ、ターゲットになるペルソナ設定からあなたが求めるお相手に刺さるプロフィールを作成するコンサルティングを実施します。',
//     img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow02.jpg',
//   },
//   {
//     title: 'お相手探し',
//     text: 'いよいよ活動スタートです。婚活はスタートダッシュが肝心です。スマホやパソコンを使い、移動時間、食事の合間、寝る前など、ちょっとしたスキマ時間を利用し、あなたが幸せになれる理想のパートナー選びをしましょう。GLOWでは、お見合いの申し込み人数に制限を設けておりません。「素敵だな」「会ってみたいな」「お話をしてみたいな」という方がいらしたら、どんどん申し込みをしてみましょう。',
//     img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow03.jpg',
//   },
//   {
//     title: 'お見合い',
//     text: 'あなたとお相手が「会ってみたい」となれば「お見合い成立」です。日時や場所、お見合い方法の調整はすべて、GLOWにて行います。また、最近はオンラインでのお見合いがとても増えていて、オンラインでのお見合いは交際率が対面と比べて1.5倍近くの高さです。 ぜひ、オンラインお見合いにチャレンジしてみましょう！お見合い方法は、ZOOMを使用した自宅でもOKな「オンラインお見合い」。もしくは、「ホテルのラウンジ」でお茶をしながら、1時間ほど異性とお話をするだけです。',
//     img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow04.jpg',
//   },
//   {
//     title: '仮交際',
//     text: 'お見合い後に「もう一度、お会いしたい」となったら交際成立です。このタイミングで連絡先交換をして、男性から女性へ電話をかけて、デートのお約束をします。連絡の頻度、内容、手段、デートの行先やデート中の会話。そして、自分が幸せになれる相手かどうかの見極めなどなど。 交際が始まっても「どうしようかな」と悩むようになります。GLOWでは、最適なタイミングでアドバイザーが「交際を進めていくためのコツ」を伝授します。これにより、一般的には交際が始まって、1回目から2回目へのデートに進む確率は40%！',
//     img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow05.jpg',
//   },
//   {
//     title: '真剣交際',
//     text: 'お互いに真剣交際を申し出頂きましたら、真剣交際のスタートです。他の人とは会わず、金銭感覚、子供が欲しいとか、結婚後の環境、仕事、ご両親の事など、おふたりで積極的に結婚に向き合うタイミングとなります。GLOWでは、適時適切なアドバイスと、結婚に向けてのすり合わせをさせていただきます。結婚を望み合うカップルだからこそ、グッと距離が近くなり、互いを理解しあうチャンスです。そのぶん結婚相談所でのガイドラインに沿ったお付き合いをお願いします。',
//     img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow06.jpg',
//   },
//   {
//     title: '成婚退会！',
//     text: 'おめでとうございます！プロポーズが完了し、ご両家の顔合わせ、結納、結婚式、そして入籍日も決まり、ご結婚に向けて、おふたりが同じ気持ちで歩みだすことが決まったら、ご成婚となります。マッチングアプリなど出会いだと、プロポーズまで早くて2〜3年かかると言われています。しかし、GLOWでは出会いからプロポーズまで、早い方で2か月。ゆっくりな方でも6か月で自然に結婚に向けて気持ちが固まる方がほとんどです。プロポーズのタイミング、方法、ご両親への挨拶、両家顔合わせ、結納、結婚式など豊富な知識をもとに、お二人にとって幸せな未来へのアドバイスも行います。',
//     img: 'https://glow-marriage.com/wp-content/themes/pink-glow/img/05_flow/flow07.jpg',
//   },
// ];
