import { strengthType } from './../types/strength';
export const strength: strengthType[] = [
  {
    title: '担当者がトランスジェンダー当事者',
    text: 'サービスの説明文が入ります。この文章はタイトルです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーサービスの説明文が入ります。この文章はタイトルです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章は',
    img: 'text',
  },
  {
    title: `元理容師,美容師、
1級カラーコーディネーター。`,
    text: 'サービスの説明文が入ります。この文章はタイトルです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーサービスの説明文が入ります。この文章はタイトルです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章は',
    img: 'text',
  },
  {
    title: '担当者がトランスジェンダー当事者',
    text: 'サービスの説明文が入ります。この文章はタイトルです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーサービスの説明文が入ります。この文章はタイトルです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章は',
    img: 'text',
  },
];
